Repository: notroj/sitecopy
Catalog: po/*.po
Languages: tr

source: Show changes to
tr: Deðiþiklikleri göster

source: showing changes to
tr: deðiþiklikler gösteriliyor

source: local
tr: yerel

source: Synchronize
tr: Eþleþtir

source: synchronizing
tr: eþleþtiriliyor

source: Fetch
tr: Ýncele

source: fetching
tr: inceleniyor

source: remote
tr: sunucu

source: Update
tr: Güncelleþtir

source: updating
tr: güncelleþtiriliyor

source: Verify
tr: Kontrol et

source: verifying
tr: kontrol ediliyor

source: Catch up
tr: Güncelle

source: catching up
tr: güncelleniyor

source: stored
tr: yüklendi

source: Initialize
tr: Hazýrla

source: initializing
tr: hazýrlanýyor

source: You should never see this message. Please contact the maintainer at sitecopy@lyra.org
tr: Bu mesajýn asla verilmemesi gerekir. Bu durumu lütfen sitecopy@lyra.org adresine iletin.

source: %s: Error: No site called `%s' found - skipping.
tr: %s: Hata: `%s' adýnda bir site bulunamadi - atlýyorum.

source: %s: No valid sites specified.
tr: %s: Geçerli bir site adýna rastlanmadý.

source: %s: No sites specified.
tr: %s: Hiç bir site adý verilmedi.

source: Try `%s --help' for more information.
tr: Ek bilgi için `%s --help' komutunu deneyin.

source: %s: %c%s site `%s' (on %s in %s)
tr: %s: %c%s: `%s' sitesi (%s sunucusunda %s kütüðü)

source: * These items have been added since the last update:
tr: * Son güncelleþtirmeden bu yana eklenenler:

source: dir:
tr: kütük:

source: * These items have been changed since the last update:
tr: * Son güncelleþtirmeden bu yana deðiþenler:

source: Changes to items in [brackets] are ignored during updates.
tr: [Parantez] içindeki birimlere yapilan deðiþiklikler güncelleþtirme sýrasýnda göz önüne alýnmaz.

source: * These items have been deleted, but will be left on the server:
tr: * Yerel kopyasý silinip sunucudan silinmeyeckler:

source: * These items have been deleted since the last update:
tr: * Son güncelleþtirmeden bu yana silinenler:

source: * These items have been moved since the last update:
tr: * Son güncelleþtirmeden bu yana taþýnanlar:

source: Ignored
tr: Göz önüne alýnmaz

source: Maintained for executables
tr: Programlar için korunur

source: Always maintained
tr: Her zaman korunur

source: Maintained
tr: Korunur

source: Followed
tr: Ýzlenir

source: Site: %s Server: %s
tr: Site: %s Sunucu: %s

source: (default)
tr: (varsayýlan)

source: Protocol: %s Username: %s
tr: Protokol: %s Kullanýcý:%s

source: (unspecified)
tr: (belirtilmemiþ)

source: Passive mode FTP will not be used.
tr: Pasif FTP iþlem biçimi kullanýlmayacak.

source: Remote directory: %s Local directory: %s
tr: Sunucudaki kütük: %s Yerel kütük: %s

source: Permissions: %s Symlinks: %s
tr: Ýzinler: %s Sembolik linkler: %s

source: Remote files will not be deleted.
tr: Sunucudaki dosyalar silinmez.

source: Files will be moved remotely if moved locally.
tr: Yeri deðiþen dosyalar, sunucuda da taþýnýr.

source: %s: Error: Only specify ONE operation mode at a time.
tr: %s: Hata: Sadece tek BÝR iþlem biçimi belirtin.

source: %s: Error: Debug channel %s not known.
tr: %s: Hata: Ýzleme kanalý %s bilinmiyor.

source: %s: Warning: Could not open `%s' to use as logfile.
tr: %s: Uyarý: `%s' dosyasý izleme kaydý için açýlamadý.

source: %s: Warning: Only %d sites can be specified on the command line! Extra entries are being skipped.
tr: %s: Uyarý: Komut satýrýnda en fazla %d adet site belirtilebilir! Fazlasý göz önüne alýnmayacak.

source: server
tr: sunucu

source: proxy server
tr: ara sunucu

source: Username:
tr: Kullanýcý:

source: Username: %s
tr: Kullanýci: %s

source: Password:
tr: Þifre:

source: Retrying: [
tr: Tekrar deneniyor: [

source: Create %s/
tr: %s/ kütüðünü yarat

source: Delete %s/
tr: %s/ kütüðünü sil

source: Delete %s
tr: %s dosyasýný sil

source: Move %s->%s
tr: %s dosyasýný %s'ye taþý

source: Change %s
tr: %s dosyasýný deðiþtir

source: Create %s
tr: %s dosyasýný yarat

source: Remove %s
tr: %s dosyasýný sil

source: ? (y/n)
tr: ? (e/h)

source: Checksumming %s: [
tr: %s dosyasýnýn kontrol toplamý hesaplanýyor: [

source: ] done.
tr: ] tamamlandý.

source: ] failed: %s
tr: ] baþarýsýz oldu: %s

source: done.
tr: tamamlandý.

source: failed: %s
tr: baþarýsýz oldu: %s

source: Creating %s/:
tr: %s/ kütüðü yaratýlýyor:

source: Deleting %s/:
tr: %s/ kütüðü siliniyor:

source: Uploading %s: [
tr: %s dosyasý gönderiliyor: [

source: Deleting %s:
tr: %s dosyasý siliniyor:

source: Moving %s->%s:
tr: %s dosyasý %s'ye taþýnýyor:

source: Changing %s:
tr: %s dosyasý deðiþtiriliyor:

source: Creating %s:
tr: %s dosyasý yaratýlýyor:

source: Downloading %s: [
tr: %s dosyasý indiriliyor: [

source: Directory: %s/
tr: Kütük: %s/

source: Link: %s - target %s
tr: Link: %s - hedefi %s

source: %s: Error: Could not open rcfile: %s.
tr: %s: Hata: Kurulum dosyasý %s açýlamadý.

source: %s: rcfile corrupt at line %d: %s
tr: %s: kurulum dosyasýnda bozukluk var. satýr %d: %s

source: %s: Could not read directory for `%s': %s
tr: %s: `%s'nin kütüðü okunamadý: %s

source: %s: Server not specified in site `%s'.
tr: %s: `%s' sitesinin tanýmýnda sunucu belirtilmemiþ.

source: %s: Remote directory not specified in site `%s'.
tr: %s: `%s' sitesinin tanýmýnda sunucudaki kütük belirtilmemiþ.

source: %s: Local directory not specified in site `%s'.
tr: %s: `%s' sitesinin tanýmýnda yerel kütük belirtilmemiþ.

source: %s: Invalid port used in site `%s'.
tr: %s: `%s' sitesinin tanýmýnda geçersiz port belirtilmiþ.

source: %s: %s cannot maintain symbolic links (site `%s').
tr: %s: %s protokolü ile sembolik linklerin korunmasý mümkün deðil (`%s' sitesi).

source: %s: Cannot use a relative remote directory in %s (site `%s').
tr: %s: %s protokolü ile sunucuda göreli kütüklerin kullanýlmasý mümkün deðil (`%s' sitesi).

source: %s: File permissions are not supported in %s (site `%s').
tr: %s: %s protokolü dosya izinlerini desteklemiyor (`%s' sitesi).

source: %s: Can only check for renamed files when checksumming (site `%s').
tr: %s: Adý deðiþen dosyalar sadece kontrol toplamlarý hesaplanarak belirlenebilir (`%s' sitesi).

source: %s: The protocol `%s' is unsupported (site `%s').
tr: %s: `%s' protokolü desteklenmiyor (`%s' sitesi).

source: %s: Error: Corrupt site storage file for `%s': %s: %s
tr: %s: Hata: Bozuk site veritabaný `%s': %s: %s

source: %s: Error: No storage file for `%s'. %s: Use --init, --catchup or --fetch to create a storage file.
tr: %s: Hata: `%s' sitesinin veritabaný yok. %s: --init, --catchup ya da --fetch seçenekelerinden birini kullanarak veritabanýný yaratýn.

source: %s: Skipping site `%s'.
tr: %s: `%s' sitesi atlanýyor.

source: %s: %s completed successfully.
tr: %s: %s baþarýyla tamamlandý.

source: %s: %s unsupported for %s.
tr: %s: %s, %s sitesinde desteklenmiyor.

source: %s: Errors occurred while %s the %s site.
tr: %s: %s: `%s' sitesinde hatalarla karþýlaþýldý.

source: %s: Error: Could not resolve remote hostname (%s).
tr: %s: Hata: %s sunucusunun adresi bulunamadý.

source: %s: Error: Could not resolve hostname of proxy server (%s).
tr: %s: Hata: %s ara sunucusunun adresi bulunamadý.

source: %s: Error: Could not connect to proxy server (%s port %d).
tr: %s: Hata: %s ara sunucusu ile %d portundan baðlantý kurulamadý.

source: %s: Error: Could not connect to server (%s port %d).
tr: %s: Hata: %s sunucusu ile %d portundan baðlantý kurulamadý.

source: %s: Error: Could not authorise user on server.
tr: %s: Hata: Kullanýcý sunucu tarafýndan onaylanmadý.

source: %s: Error: %s
tr: %s: Hata: %s

source: %s: Error: Could not authorise user on proxy server (%s).
tr: %s: Hata: Kullanýcý %s ara sunucusu tarafýndan onaylanmadý.

source: %s: Error: Environment variable HOME not set.
tr: %s: Hata: Ortam deðiþkeni HOME belirtilmemiþ.

source: %s: Error: Could not open rcfile: %s
tr: %s: Hata: %s adlý kurulum dosyasý açýlamadý.

source: %s: Error: rcfile permissions allow other users to read your rcfile.
tr: %s: Hata: Kurulum dosyasý baþka kullanýcýlar tarafýndan okunabilir.

source: %s: Set the permissions to 0600.
tr: %s: Dosya izinlerini 0600 olarak belirtin.

source: %s: Error: Could not open storage directory: %s
tr: %s: Hata: Veritabaný kütüðü %s açýlamadý.

source: %s: You need to create this directory and set the permissions to 0700.
tr: %s: Bu kütüðü yaratýn ve izinlerini 0700 olarak belirtin.

source: %s: Error: storage directory permissions incorrect.
tr: %s: Hata: Veritabaný kütüðünün izinleri yanlýþ.

source: %s: Set the permissions to 0700.
tr: %s: Ýzinleri 0700 olarak belirtin.

source: %s: Error: ~/.netrc permissions incorrect.
tr: %s: Hata: ~/.netrc dosyasýnýn izinleri yanlýþ.

source: %s: Error: Could not parse ~/.netrc.
tr: %s: Hata ~/.netrc dosyasý anlaþýlamadý.

source: %s: Nothing to do - no changes found.
tr: %s: Hiç deðiþiklik yok.

source: %s: Error: Could not open storage file for writing (%s) %s: Error: %s %s: Will not update site `%s'.
tr: %s: Hata: Veritabaný dosyasý %s yazým için açýlamadý. %s: Hata: %s %s: `%s' sitesi güncelleþtirilmeyecek.

source: %s: The remote site needs updating (%d items to update).
tr: %s: Sunucunun güncelleþtirilmesi gerek. (Güncelleþtirilecek dosya adedi: %d)

source: %s: The remote site needs updating (1 item to update).
tr: %s: Sunucudaki bir adet dosyanýn güncelleþtirilmesi gerek.

source: %s: The remote site does not need updating.
tr: %s: Sunucunun güncelleþtirilmesi gerekli deðil.

source: %s: All the files and directories are marked as NOT updated remotely.
tr: %s: Bütün dosya ve kütükler sunucuda güncel DEÐÝL olarak iþaretlendi.

source: %s: All the files and and directories are marked as updated remotely.
tr: %s: Bütün dosya ve kütükler sunucuda güncel olarak iþaretlendi.

source: %s: Failed to fetch file listing for site `%s': %s: %s
tr: %s: `%s' sitesinden dosya listesi indirme baþarýsýz oldu: %s: %s

source: Usage: %s [OPTIONS] [MODE] [sitename]...
tr: Kullaným biçimi: %s [SEÇENEKLER] [ÝÞLEM BÝÇÝMÝ] [site adý] ...

source: Options:
tr: Seçenekler:

source: The connection timed out.
tr: Baðlantý süre sýnýrý aþýldý.

source: SSL support has not be compiled in.
tr: SSL desteði yok.

source: The server does not appear to be a WebDAV server.
tr: Bu sunucu WebDAV sunucusu deðil.

source: Could not access resource
tr: Kaynaða eriþim baþarýsýz oldu

source: Could not set modification time of local file.
tr: Yerel dosyanýn deðiþim vakti ayarlanamadý.

source: Upload succeeded, but could not retrieve modification time. If this message persists, turn off safe mode.
tr: Sunucuya aktarma tamamlandý, ama dosyanýn deðiþim vakti alýnamadý. If this message persists, turn off safe mode.

source: Remote file has been modified - not overwriting with local changes
tr: Sunucudaki dosya deðiþmiþ - yerel dosya üstüne yazýlmayacak

source: Could not examine file.
tr: Dosya incelenemedi.

source: Could not checksum file
tr: Dosyanýn kotrol toplamý hesaplanamadý

source: The target of the symlink could not be read.
tr: Sembolik linkin hedefi okunamadý.

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: %s: connection was closed by server.
tr: %s: baðlantý sunucu tarafinden kesildi.

source: %s: connection timed out.
tr: %s: baðlantý bekleme sýnýrý aþýldý.
